Revit 2027 API
AnalyticalLink.Start Property
 The point at the start of the AnalyticalLink.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ Start { get; }
Public ReadOnly Property Start As XYZ
	Get
public:
property XYZ^ Start {
	XYZ^ get ();
}
member Start : XYZ with get
Property Value
XYZ
See Also
Reference
AnalyticalLink Class
Autodesk.Revit.DB.Structure Namespace